Repository: Lmntrixpy/listify
Catalog: web/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Liked Songs → Playlist
de: Lieblingssongs → Playlist

source: Logged in as
de: Eingeloggt als

source: Logout
de: Abmelden

source: Please log in with Spotify to create a playlist.
de: Melde dich bitte mit Spotify an um eine Playlist zu erstellen.

source: Login with Spotify
de: Anmelden mit Spotify

source: Create playlist
de: Playlist erstellen

source: Choose a source and number of tracks to create a playlist in your account.
de: Suche dir eine Quelle und Anzahl der Lieder aus um eine Playlist zu erstellen.

source: Please log in first.
de: Melde dich bitte erst an.

source: Source
de: Qeulle

source: Liked Songs
de: Lieblingssongs

source: Liked Songs uses your saved tracks, Top Tracks uses your most listened tracks.
de: Lieblingssongs nutzt deine Lieblingssongs, Top Tracks nutzt deine meistgehörten Lieder.

source: Time range
de: Zeitraum

source: Last ~4 weeks
de: Letzten ~4 Wochen

source: Last ~6 months
de: Letzten ~6 Monaten

source: Only relevant for Top Tracks.
de: Nur relevant für Top Tracks

source: Amount
de: Anzahl

source: Sets the limit to 10,000
de: Setzt das Limit auf 10.000

source: All songs
de: Alle Lieder

source: Max. 10,000 (Spotify playlist limit). If fewer tracks are available, only those will be added.
de: Max. 10.000 (Spotify Playlist Limit). Wenn weniger Lieder verfügbar sind, werden nur diese hinzugefügt.

source: My favorite songs
de: Meine Lieblingssongs

source: Visibility
de: Sichtbarkeit

source: Private
de: Privat

source: Public
de: Öffentlich

source: The playlist must be public in order to work with lunalist.
de: Die Playlist muss öffentlich sein, damit lunalist sie nutzen kann.

source: Description
de: Beschreibung

source: Automatically created from my favorite songs
de: Automatisch aus meinen Lieblingssongs erstellt

source: Listify – Liked Songs → Playlist
de: Listify - Lieblingssongs → Playlist

source: Toggle theme
de: Erscheinungsbild wechseln

source: Theme
de: Erscheinungsbild

source: Spotify Liked Songs / Top Tracks to Playlist Converter
de: Spotify Lieblingssongs / Top Tracks zu Playlist Converter

source: Privacy Policy
de: Datenschutz
